Repository: surirohit/duckie-wallpaper
Catalog: po/*.po
Languages: de, fr, he, ja, ms, nl, sk, tr, uk

source: This plugin doesn't support this livewallpaper version.
de: Dieses Plugin unterstützt nicht diese LiveWallpaper Version.
fr: Ce plugin n'est pas compatible avec cette version de LiveWallpaper
he: התוסף אינו נתמך בגרסה זאת של מרקע מונפש.
tr: Bu eklenti, bu livewallpaper sürümünü desteklemiyor.

source: Tile
de: Kacheln
fr: Mosaïque
he: פרישה
ja: 並べる
ms: Berjubin
nl: Facet
sk: Dlaždica
tr: Döşeme
uk: Черепицею

source: Time and date format
de: Zeit- und Datumsformat
fr: Format de la date et de l'heure
he: תבנית תאריך ושעה
tr: Zaman ve tarih biçimi

source: Time to switch from one color to another color in milliseconds
de: Die Zeit um von einer Farbe zur nächsten Farbe zu wechseln in Millisekunden
fr: Temps pour passer d'une couleur à une autre
he: זמן התחלפות צבע באלפיות שנייה
tr: Bir renkten diğerine geçerkenki zaman milisaniye olarak

source: Transparency
de: Transparenz
fr: Transparence
he: שקיפות
ja: 不透明度
ms: Kelutsinaran
nl: Transparantie
sk: Priehľadnosť
tr: Şeffaflık
uk: Прозорість

source: Transparency of the main circle
de: Transparenz des Hauptkreises
fr: Transparence du cercle principal
he: שקיפות המעגל המרכזי. שקיפות מוחלטת ב-0.
ja: メインの円の不透明度
ms: Kelutsinaran bulatan utama
nl: Transparantie van de hoofd cirkel
sk: Priehľadnosť hlavného kruhu
tr: Ana çemberin şeffaflığı

source: Update interval
de: Aktualisierungsintervall
fr: Période de rafraichissement
he: תדירות עדכון
ja: 更新間隔
ms: Selan kemaskini
nl: Verversingsinterval
sk: Interval aktualizácie
tr: Güncelleme aralığı
uk: Період оновлення

source: Use 24 hour clock
de: Verwende 24-Stunden Uhr
fr: Utiliser une horloge 24 heures
he: השתמש במבנה 24 שעות
ja: 24時間時計の使用
ms: Guna jam 24 jam
nl: Gebruik 24-uurs klok
sk: Použiť 24 hodinové zobrazenie
tr: 24 saat kullan
uk: 24-годинний формат

source: Use random pulse colors
de: Verwende zufällige Farben
fr: Utiliser des couleurs aléatoires pour les impulsions
he: השתמש בצבעים אקראיים
ja: ランダムなパルスの色を使用
ms: Guna warna denyar rawak
nl: Gebruik willekeurige pulskleuren
sk: Použiť náhodné farby impulzov
uk: Випадкові кольори імпульсів

source: Use random pulse colors instead of the four selected colors
de: Verwende zufällige Farben für die Impulse statt der vier gewählten Farben
fr: Utiliser des couleurs aléatoires pour les impulsions au lieu des quatre couleurs prédéfinies
he: שימוש בצבעי פולס אקראיים במקום ארבעת הצבעים שנבחרו
ja: 4つの選択された色の代わりに、ランダムなパルスの色を使用します
ms: Guna warna denyar rawak selain dari empat warna terpilih
nl: Gebruik willekeurige puls kleuren in plaats van de vier geselecteerde kleuren
sk: Použiť náhodné farby namiesto vybraných štyroch farieb
uk: Використовуйте випадкові кольору імпульсів замість чотирьох вибраних.

source: Vertical color gradient
de: Vertikaler Farbverlauf
fr: Dégradé vertical
he: מעבר צבעים אנכי
ja: 水平方向のグラデーション
ms: Gradien warna menegak
nl: Verticale kleurverloop
sk: Vertikálne farebný spád
tr: Dikey renk geçişi
uk: Вертикальний градієнт кольору

source: X offset of the centre of the galaxy
de: Versatz der Galaxie in X-Richtung
fr: Décalage horizontal du centre de la galaxie
he: מזיז את הגלקסיה לרוחב המסך. אפס-מרכז, מעליו-ימינה, מתחתיו-שמאלה.
ja: 銀河中心のX軸方向のオフセット
ms: Ofset x bagi pusat bima sakti
nl: X verschuiven van het centrum van de melkweg
sk: Posunutie X stredu galaxie
tr: Galaksinin merkezinin x konumu
uk: Зсув центру галактики по осі X

source: Y offset of the centre of the galaxy
de: Versatz der Galaxie in Y-Richtung
fr: Décalage vertical du centre de la galaxie
he: מזיז את הגלקסיה לאורך המסך. אפס-מרכז, מעליו-מעלה, מתחתיו-מטה.
ja: 銀河中心のY軸方向のオフセット
ms: Ofset Y bagi pusat bima sakti
nl: Y verschuiven van het centrum van de melkweg
sk: Posunutie Y stredu galaxie
uk: Зсув центру галактики по осі Y

source: Year-Month-Day
de: Jahr-Monat-Tag
fr: Année-Mois-Jour
ja: 年-月-日
ms: Tahun-Bulan-Hari
nl: Jaar-Maand-Dag
sk: Rok-Mesiac-Deň
tr: Yıl-Ay-Gün
uk: Рік-Місяць-Дата

source: Year.Month.Day
de: Jahr.Monat.Tag
fr: Année.Mois.Jour
ja: 年.月.日
ms: Tahun.Bulan.Hari
nl: Jaar.Maand.Dag
sk: Rok.Mesiac.Deň
tr: Yıl.Ay.Gün
uk: Рік.Місяць.Дата

source: Zoom in and out
de: Herein- und herauszoomen
fr: Zoomer/Dézoomer
he: מרחק הגלקסיה מהמסך
ja: ズームインとズームアウト
ms: Zum masuk dan keluar
nl: Zoom in en uit
sk: Priblíženie a oddialenie
tr: Yakınlaş ve uzaklaş
uk: Збільшення або зменшення масштабу

source: concentric circles
de: Konzentrische Kreise
fr: Cercles concentriques
he: מעגלים אחד בתוך השני
ja: 同心円
ms: bulatan sepusat
nl: concentrische cirkels
sk: sústredné kruhy
tr: eşmerkezli daireler
uk: концентричних кіл

source: from
de: von
fr: de
he: מ-
ja: 最短
ms: dari
nl: uit
sk: z
uk: від

source: radial
de: Kreisförmig
he: עגול
ja: 円形
ms: jejarian
nl: radiaal
sk: radiálny
tr: dairesel
uk: радіальний

source: spiral
de: Spiralförmig
fr: Spirale
he: שבלולי
ja: 渦巻き
ms: berpilin
nl: spiraal
sk: špirála
tr: sarmal
uk: спіральний

source: square
de: Quadratisch
fr: Carré
he: רבוע
ja: 正方形
ms: petak
nl: vierkant
sk: štvorec
tr: kare
uk: квадратний

source: to
de: bis
fr: à
he: עד-
ja: 最長
ms: sehingga
nl: naar
sk: do
uk: до

source: translator-credits
de: Launchpad Contributions: Dennis Baudys https://launchpad.net/~thecondordb Maximilian Schnarr https://launchpad.net/~fyrmir Tobias Bannert https://launchpad.net/~toba
fr: Launchpad Contributions: Aurélien RIVIERE https://launchpad.net/~aurelien-riv Maximilian Schnarr https://launchpad.net/~fyrmir
he: Launchpad Contributions: Maximilian Schnarr https://launchpad.net/~fyrmir ינון-דוד-צדוק (Yinon-David-Zadok) https://launchpad.net/~yinon-david-zadok
ja: Launchpad Contributions: Koichi Akabe https://launchpad.net/~vbkaisetsu Maximilian Schnarr https://launchpad.net/~fyrmir
ms: Launchpad Contributions: Maximilian Schnarr https://launchpad.net/~fyrmir abuyop https://launchpad.net/~abuyop
nl: Launchpad Contributions: Guus https://launchpad.net/~guus-verbeek Maximilian Schnarr https://launchpad.net/~fyrmir
sk: Launchpad Contributions: Maximilian Schnarr https://launchpad.net/~fyrmir Milan Slovák https://launchpad.net/~milboys
tr: Launchpad Contributions: Mutlu Can YILMAZ https://launchpad.net/~mtlcnylmz
uk: Launchpad Contributions: Ярослав Смук https://launchpad.net/~yalvex

source: %d FPS
he: %d פריימים לשנייה

source: LiveWallpaper
he: מרקע מונפש
ja: ライブ壁紙

source: Zoom
he: מרחק
ja: ズーム
ms: Zum
nl: Vergroten
sk: Priblížiť
tr: Yaklaştır
uk: Збільшити
