Repository: surirohit/duckie-wallpaper
Catalog: po/*.po
Languages: de, fr, he, ja, ms, nl, sk, tr, uk

source: <b>Wallpapers</b>
de: <b>Hintergründe</b>
fr: <b>Fonds d'écran</b>
he: <b>רקעים</b>
tr: <b>Duvar Kağıtları</b>
uk: <b>Шпалери</b>

source: A clock consisting of gradient circles
de: Eine Uhr bestehend aus Kreisen
fr: Une horloge constituée de cercles
he: שעון המורכב ממעגלים במעברי צבע מתחלף
tr: Geçişli dairelerden oluşan bir saat

source: A grid of pictures
de: Ein Gitter aus Bildern
fr: Une grille d'images
he: רשת של תמונות
ja: 画像のグリッド
ms: Merupakan satu grid gambar
nl: Een raster van afbeeldingen
sk: Mriežka obrázkov
tr: Bir resimler dizisi

source: A live wallpaper inspired by Ubuntu phone OS
de: Ein Live-Hintergrund, der vom Ubuntu OS für Smartphones inspiriert wurde
fr: Un fond d'écran animé inspiré par Ubuntu Phone OS
he: רקע מונפש בהשראת אובונטו לפלאפונים
ja: Ubuntu phone OS に影響を受けたライブ壁紙
ms: Merupakan kertas dinding langsung yang diilham dari OS telefon Ubuntu
nl: Een live wallpaper geïnspireerd door Ubuntu phone OS
sk: Live wallpaper inšpirovaný Ubuntu phone OS
tr: Ubuntu phone OS'ten ilhan alınmış canlı duvar kağıdı
uk: Живі шпалери натхненні Ubuntu phone OS

source: A rotating galaxy with thousands of stars
de: Eine rotierende Galaxy aus tausenden von Sternen
fr: Une galaxie tournante avec des milliers d'étoiles
he: גלקסיה סובבת עם אלפי כוכביה
ja: 数千個の星と共に回転する銀河
ms: Bima sakti yang berputar dengan beribu-ribu bintang
nl: Een roterende sterrenstelsel met duizenden sterren
sk: Rotujúca galaxia s tisíckami hviezd
tr: Binlerce yıldızlardan oluşan dönen bir galaksi
uk: Рухома галактика з тисячами зірок

source: Active plugin
de: Aktive Erweiterung
fr: Plugin actif
he: רקע פעיל
ja: アクティブなプラグイン
ms: Pemalam aktif
nl: Actieve plugin
sk: Aktívne rozšírenie
tr: Eklentiyi etkinleştir
uk: Активний плагін

source: Add
de: Hinzufügen
fr: Ajouter
he: הוספה
tr: Ekle

source: Add new item
de: Neues Objekt hinzufügen
fr: Ajouter un nouvel élément
he: הוסף מיקום חדש (לא ניתן לבחור קובץ בודד)
ja: 新しい項目の追加
ms: Tambah item baru
nl: Nieuw item toevoegen
sk: Pridať novú položku
tr: Yeni öge ekle
uk: Додати новий елемент

source: Animated wallpapers
de: Animierte Hintergründe
fr: Fonds d'écran animés
he: רקעים מונפשים
ja: アニメーション壁紙
ms: Kertas dinding beranimasi
nl: Geanimeerde wallpapers
sk: Animované pozadie
tr: Animasyonlu duvar kağıtları
uk: Анімовані шпалери

source: Animation Settings
de: Animationseinstellungen
fr: Paramètres des animations
he: הגדרות הנפשה
ja: アニメーションの設定
ms: Tetapan Animasi
nl: Animatie Instellingen
sk: Nastavenia animácií
tr: Animasyon Ayarları
uk: Налаштування анімації

source: Animation time (ms)
de: Animationszeit (ms)
fr: Temps d'une animation (ms)
he: זמן הנפשה (ms)
ja: アニメーション時間 (ms)
ms: Masa animasi (ms)
nl: Animatietijd (ms)
sk: Trvanie animácie (ms)
tr: Animasyon süresi (ms)
uk: Анімація часу

source: Appearance
de: Erscheinungsbild
fr: Apparence
he: מראה
ja: 外観
ms: Penampilan
nl: Uiterlijk
sk: Vzhľad
tr: Görünüş
uk: Зовнішній вигляд

source: Autostart
de: Automatisch starten
fr: Démarrage automatique
he: הפעלה אוטומטית
ja: 自動起動
ms: Mula-sendiri
nl: Automatisch starten
sk: Automatické spustenie
tr: Kendiliğinden Başlat
uk: Автозапуск

source: Autostart on power
de: Starte automatisch bei Stromversorgung
fr: Démarrage automatique
he: הפעלה אוטומטית
tr: Güçte kendiliğinden başlat
uk: Автозапуск

source: Autostop on battery
de: Stoppe automatisch im Akkubetrieb
fr: Arrêt automatique quand le PC est sur batterie
he: הפסק אוטומטית במעבר לסוללה
tr: Bataryadayken kendiliğinden dur
uk: Автозупинка при роботі від батареї

source: Background
de: Hintergrund
fr: Arrière plan
he: רקע
ja: 背景
ms: Latar Belakang
nl: Achtergrond
sk: Farba pozadia
tr: Arkaplan
uk: Тло

source: Background Image
de: Hintergrundbild
fr: Fond d'écran
he: תמונת רקע מקובץ (עיון...)
ja: 背景の画像
ms: Imej Latar Belakang:
nl: Achtergrondafbeelding
sk: Obrázok pozadia
tr: Arkaplan Resmi
uk: Зображення тла

source: Cancel
de: Abbrechen
fr: Annuler
he: ביטול
tr: Vazgeç

source: Center
de: Zentrieren
fr: Centré
he: ממורכזת
ja: 中央
ms: Ditengahkan
nl: Midden
sk: Vystrediť
tr: Ortalanmış
uk: У центрі

source: Choose the plugin's background image
de: Wähle den Hintergrund der Erweiterung
fr: Choisissez l'image d'arrière plan du plugin
he: בוחר תמונת רקע לרקע המונפש
ja: プラグインの背景画像を選択します
ms: Pilih imej latar belakang pemalam
nl: Kies de achtergrondafbeelding van de plugin
sk: Vyberte rozšírenie pre pozadie
tr: Eklentinin arkaplan resmini seç
uk: Виберіть зображення тла для плагіна

source: Color
de: Farbe
fr: Couleur
he: צבע
ja: 色
ms: Warna
nl: Kleur
sk: Farba
tr: Renk
uk: Колір

source: Color 1
de: Farbe 1
fr: Couleur 1
he: צבע 1
ja: 色1
ms: Warna 1
nl: Kleur 1
sk: Farba 1
tr: 1. Renk
uk: Колір 1

source: Color 2
de: Farbe 2
fr: Couleur 2
he: צבע 2
ja: 色2
ms: Warna 2
nl: Kleur 2
sk: Farba 2
tr: 2. Renk
uk: Колір 2

source: Color 3
de: Farbe 3
fr: Couleur 3
he: צבע 3
ja: 色3
ms: Warna 3
nl: Kleur 3
sk: Farba 3
tr: 3. Renk
uk: Колір 3

source: Color 4
de: Farbe 4
fr: Couleur 4
he: צבע 4
ja: 色4
ms: Warna 4
nl: Kleur 4
sk: Farba 4
tr: 4. Renk
uk: Колір 4

source: Color Settings
de: Farbeinstellungen
fr: Paramètres des couleurs
he: הגדרות צבע
tr: Renk Ayarları
uk: Налаштування кольору

source: Color in the centre of the galaxy
de: Farbe im Zentrum der Galaxie
fr: Couleur au centre de la galaxie
he: צבע האור של ליבת הגלקסיה
ja: 銀河の中心部分の色
ms: Warna di dalam pusat bima sakti
nl: Kleur van het centrum van de melkweg
sk: Farba v strede galaxie
tr: Galaksinin merkezinin içinin rengi
uk: Колір центру галактики

source: Color of the main circle
de: Farbe des Hauptkreises
fr: Couleur du cercle principal
he: צבע המעגל המרכזי
ja: メインの円の色
ms: Warna bulatan utama
nl: Kleur van de hoofd cirkel
sk: Farba hlavného kruhu
tr: Ana çemberin rengi

source: Color of the outer parts of the galaxy
de: Farbe am Rand der Galaxie
fr: Couleur de l'extérieur de la galaxie
he: צבע האור של דיסקית הגלקסיה
ja: 銀河の外側部分の色
ms: Warna bagi bahagian luar bima sakti
nl: Kleur van de buitenste delen van de melkweg
sk: Farba vonkajších častí galaxie
tr: Galaksinin dış kısımlarının rengi
uk: Колір зовнішньої частини галактики

source: Color of the stars
de: Farbe der Sterne
fr: Couleur des étoiles
he: צבע כוכבים
tr: Yıldızların rengi

source: Color of the time and the date. This is also the color of the dots.
de: Die Farbe von Zeit und Datum. Dies ist auch die Farbe der Punkte.
fr: Couleur de l'heure et la date, ainsi que que celle des points.
he: צבע התאריך והשעה כולל הנקודות
ja: 時刻と日付の色。これはドットの色でもあります。
ms: Warna bagi masa dan tarikh. Ia juga warna bagi titik.
nl: Kleur van de tijd en de datum. Dit is ook de kleur van de puntjes.
sk: Farba času a dátumu. To je tiež farba bodiek.
tr: Tarih ve saatin rengi. Bu ayrıca noktaların rengidir.
uk: Колір часу і дати. Це також колір точок.

source: Color radius
de: Farbradius
fr: Balance des couleurs
he: רדיוס למעבר בין הצבעים
ja: 色半径
ms: Jejar warna
nl: Kleur radius
sk: Polomer farby
tr: Renk yarıçapı
uk: Колір радіусу

source: Color used as background for the area which shows the current frames per second
de: Hintergrundfarbe im Bereich wo die Bilder pro Sekunde dargestellt werden
fr: Couleur de la zone affichant les frames par seconde
he: הצבע שישמש כרקע לשטח שמציג את מספר הפריימים הנוכחי לשנייה
tr: Geçerli saniyedeki kareyi gösteren alan için kullanılan renk

source: Color used to display the current frames per second
de: Farbe zum Anzeigen der Bilder pro Sekunde
fr: Couleur utilisée pour l'affichage du nombre de frames par seconde actuel
he: הצבע שישמש להצגת מספר הפריימים הנוכחי לשנייה
tr: Geçerli saniyedeki kareyi gösterirken kullanılan renk

source: Colorful pulses move from one side of the screen to the opposite side
de: Bunte Impulse bewegen sich von einer Seite des Bildschirms zur gegenüberliegende Seite
fr: Des impulsions colorées qui se déplacent d'un bord à l'autre de l'écran
he: פולסים צבעוניים הנעים מעברו האחד של המסך לצדו השני
ja: 画面を一方からもう一方に横切るカラフルなパルス
ms: Denyar berwarna-warni yang bergerak dari satu sisi skrin kearah sisi yang bertentangan
nl: Kleurrijke pulsen die van de ene kant naar de andere zijde van het scherm bewegen
sk: Farebné impulzy pohybujúce sa z jednej strany obrazovky na druhú
tr: Ekranın bir yanından karşı tarafına giden renkli çizgiler

source: Colors
de: Farben
fr: Couleurs
he: צבעים
ja: 色
ms: Warna
nl: Kleuren
sk: Farby
tr: Renkler
uk: Кольори

source: Columns
de: Spalten
fr: Colonnes
he: עמודות
ja: 横方向の数
ms: Lajur
nl: Kolommen
sk: Stĺpce
tr: Sütunlar
uk: Колонки

source: Configuration interfaces for LiveWallpaper
de: Einstellungen für LiveWallpaper
fr: Interface de configuration pour LiveWallpaper
he: ממשקי תצורה עבור מרקע מונפש
tr: LiveWallpaper için yapılandırma arayüzleri

source: Configure the live wallpapers
de: Konfiguriere die Live-Hintergründe
fr: Configurer les live wallpapers
he: הגדר את הרקעים המונפשים
ja: ライブ壁紙を設定します
ms: Konfigur kertas dinding langsung
nl: Configureer de live wallpapers
sk: Konfigurovať live wallpaper
tr: Canlı duvar kağıtlarını ayarla
uk: Налаштування живих шпалер

source: Custom image
de: Benutzerdefiniertes Bild
fr: Image personnalisée
he: תמונה מותאמת אישית
ja: カスタム画像
ms: Imej suai
nl: Aangepaste afbeelding
sk: Vlastný obrázok
tr: Özel resim
uk: Нетипове зображення

source: Date format
de: Datumsformat
fr: Format de la date
he: תבנית תאריך
ja: 日付の書式
ms: Format tarikh
nl: Datum formaat
sk: Formát dátumu
tr: Tarih biçimi
uk: Формат дати

source: Day-Month-Year
de: Tag-Monat-Jahr
fr: Jour-Mois-Année
ja: 日-月-年
ms: Hari-Bulan-Tahun
nl: Dag-Maand-Jaar
sk: Deň-Mesiac-Rok
tr: Gün-Ay-Yıl
uk: Дата-Місяць-Рік

source: Day.Month.Year
de: Tag.Monat.Jahr
fr: Jour.Mois.Année
ja: 日.月.年
ms: Hari.Bulan.Tahun
nl: Dag.Maand.Jaar
sk: Deň, Mesiac, Rok
tr: Gün.Ay.Yıl
uk: Дата.Місяць.Рік

source: Default background
de: Standardhintergrund
fr: Arrière plan par défaut
he: ברירת מחדל
ja: デフォルトの背景
ms: Latar belakang lalai
nl: Standaard achtergrond
sk: Predvolené pozadie
tr: Öntanımlı arkaplan
uk: Тло за замовчуванням

source: Define whether LiveWallpaper should autostart at startup
de: Legt fest, ob LiveWallpaper automatisch beim Starten des Rechners ausgeführt werden soll
fr: Défini si LiveWallpaper doit se lancer automatiquement au démarrage
he: קובע אם הרקע המונפש יופעל עם כניסתך למערכת
ja: スタートアップ時にライブ壁紙を自動的に起動するかどうかを指定します
ms: Takrifkan sama ada LiveWallpaper seharusnya dimulakan-sendiri semasa permulaan
nl: Geef aan of LiveWallpaper automatisch zou moeten starten bij het opstarten
sk: Určite, či má byť LiveWallpaper spustený automaticky
tr: CanlıDuvarKağıdı'nın başlangıçta açılıp açılmayacağını belirt
uk: Визначає чи автоматично запускати LiveWallpaper при запуску комп'ютера

source: Delay until next animation
de: Verzögerung bis zur nächsten Animation
fr: Délai avant l'animation suivante
he: הזמן בין הנפשה להנפשה
ja: 次のアニメーションまでの待ち時間
ms: Lengahan sehingga animasi berikutnya
nl: Vertraging tot volgende animatie
sk: Oneskorenie ďalšej animácie
tr: Sonraki animasyona kadarki gecikme
uk: Затримка до наступної анімації

source: Determines how the background image is rendered
de: Gibt an wie das Hintergrundbild angezeigt werden soll
fr: Détermine comment l'image de fond est affichée
he: קובע איך תוצג תמונת הרקע שבחרת מקבציך
ja: 背景画像がどのように描画されるかを指定します
ms: Tentukan bagaimana imej latar belakang diterap
nl: Hiermee bepaalt U hoe de achtergrondafbeelding wordt weergegeven
sk: Určuje ako bude vykreslený obrázok na pozadí
uk: Визначає, як відображається тло

source: Directories
de: Verzeichnisse
fr: Répertoires
he: ספריות
tr: Klasörler

source: Displays version number
de: Zeige Versionsnummer
fr: Afficher le numéro de version
he: הצג מספר גרסה
tr: Sürüm numarasını göster

source: Draw a star with streaks
de: Zeichne einen Stern mit Zacken
fr: Afficher les étoiles avec des traînées
he: מציג את הכוכבים עם קרני אור
ja: 星を瞬かせながら描画します
ms: Lukis bintang dengan jalurannya
nl: Teken een ster met stroken
sk: Vykresliť hviezdu s pruhmi
tr: Çizgileriyle bir yıldız çiz
uk: Малювати зірки з лініями

source: Draw star streaks
de: Zeichne Sterne mit Zacken
fr: Afficher la traînée des étoiles
he: הצג קרני אור לכוכב
ja: 星の瞬きを描画
ms: Lukis jaluran bintang
nl: Teken ster stroken
sk: Vykresliť hviezdu pruhmi
tr: Yıldız çizgileri çiz
uk: Малювати зірки лініями

source: Duration of the animation
de: Dauer der Animation
fr: Durée de l'animation
he: משך הזמן לביצוע ההנפשה
ja: アニメーションの持続時間
ms: Jangkamasa animasi
nl: Duur van de animatie
sk: Trvanie animácie
tr: Animasyonun süresi
uk: Тривалість анімації

source: Enable custom light color
de: Verwende eigene Farbe
fr: Utiliser les couleurs personnalisées
he: אפשר צבע אור מותאם אישית
ja: カスタムの光の色を使う
ms: Benarkan warna cahaya suai
nl: Aangepaste lichte kleur instellen
sk: Povoliť vlastnú farbu svetla
tr: Özel ışık rengini etkinleştir
uk: Використовувати кольори користувача

source: End smoothness
de: Endglätte
fr: Douteur de la fin
he: תנועה חלקה בסיום
ja: 終了時の滑らかさ
ms: Akhir kelicinan
nl: Beëindig vloeiendheid
sk: Ukončiť vyhladzovanie

source: Every 10 minutes
de: alle 10 Minuten
fr: Toutes les 10 minutes
he: כל עשר דקות
ja: 10分毎
ms: Setiap 10 minit
nl: Elke 10 minuten
sk: Každých 10 minút
uk: Кожні 10 хвилин

source: Every 30 minutes
de: alle 30 Minuten
fr: Toutes les 30 minutes
he: כל חצי שעה
ja: 30分毎
ms: Setiap 30 minit
nl: Elke 30 minuten
sk: Každých 30 minút
tr: 30 dakikada bir
uk: Кожні 30 хвилин

source: Every hour
de: jede Stunde
fr: Toutes les heures
he: כל שעה
ja: 1時間毎
ms: Setiap jam
nl: Elk uur
sk: Každú hodinu
tr: Saatte bir
uk: Щогодини

source: Every minute
de: jede Minute
fr: Chaque minute
he: כל דקה
ja: 1分毎
ms: Setiap minit
nl: Elke minuut
sk: Každú minútu
tr: Dakikada bir
uk: Щохвилини

source: FPS
de: Bilder pro Sekunde
he: פריימים לשנייה

source: FPS Limit
de: FPS-Begrenzung
fr: Limite de FPS
he: הגבלת FPS
ja: FPS(フレームレート)の上限
ms: Had FPS
nl: FPS Limiet
tr: FPS sınırı
uk: Ліміт FPS

source: FPS visualizer's background color
de: FPS Hintergrundfarbe
fr: Couleur de fond du compteur de FPS
he: צבע רקע לפריימים
tr: FPS göstergesinin arkaplan rengi

source: FPS visualizer's font
de: FPS Schriftart
fr: Police du compteur de FPS
he: גופן להצגת הפריימים
tr: FPS göstergesinin yazı tipi

source: FPS visualizer's font color
de: FPS Schriftfarbe
fr: Couleur de la police du compteur de FPS
he: צבע הגופן לפריימים
tr: FPS göstergesinin yazı rengi

source: Fade time
de: Überblendzeit
fr: Temps de transition
he: זמן היעלמות
ja: フェード時間
ms: Masa lenyap
nl: Vervagingstijd
sk: Čas vyblednutia
tr: Solma süresi

source: Files
de: Dateien
fr: Fichiers
he: קבצים
tr: Dosyalar

source: Fill
de: Füllen
fr: Remplir
he: מילוי
ja: いっぱいに広げる
ms: Isi
nl: Opvullen
sk: Vyplniť
tr: Doldurma
uk: Заповнювати

source: Filter the keys by searching through their label, tooltip and values
de: Durchsuche die Einstellugen bei ihrem Namen, Hinweistext oder Werten.
fr: Filtrer les clés en cherchant dans leur label, leur info-bulle et leur valeur
he: סנן את המפתחות בחיפוש דרך תווית, תיאור הכלי וערכים

source: Font
de: Schriftart
fr: Police
he: גופן
ja: フォント
ms: Fon
nl: Lettertype
sk: Písmo
tr: Yazı tipi
uk: Шрифт

source: Font Color
de: Schriftfarbe
fr: Couleur de la police
he: צבע הגופן
ja: フォントの色
ms: Warna Fon
nl: Letterkleur
sk: Farba písma
tr: Yazı Tipi Rengi
uk: Колір шрифту

source: Galaxy Light
de: Licht der Galaxie
fr: Lumière de la galaxie
he: אור הגלקסיה
ja: 銀河の光
ms: Cahaya Bima Sakti
nl: Licht van de Melkweg
sk: Osvetlenie galaxie
tr: Galaksi Işığı

source: General
de: Allgemein
fr: Paramètres généraux
he: כללי
ja: 全般
ms: Am
nl: Algemeen
sk: Všeobecný
tr: Genel
uk: Загальне

source: Glow type
de: Art des Leuchtens
fr: Type de dégradé de la lueur
he: סוג זוהר
ja: 光の種類
ms: Jenis kilauan
nl: Gloed soort
sk: Typ vyžarovania
tr: Geçiş türü
uk: Тип світіння

source: Horizontal color gradient
de: Horizontaler Farbverlauf
fr: Dégradé horizontal
he: מעבר צבעים אופקי
ja: 水平方向のグラデーション
ms: Gradien warna melintang
nl: Horizontale kleurverloop
sk: Horizontálne farebný spád
tr: Yatay renk geçişi
uk: Горизонтальний градієнт кольору

source: How often should the color change?
de: Wie oft soll sich die Farbe ändern?
fr: À quelle vitesse les couleurs doivent changer ?
he: באיזו תדירות על הצבעים להתחלף
ja: どの頻度で色を変えますか？
ms: Berapa kerapkan warna patut berubah?
nl: Hoe vaak moet de kleur veranderen?
sk: Ako často meniť farby?
tr: Renk hangi sıklıkla değişmeli?
uk: Як часто слід міняти колір?

source: Indicator applet to set up the live wallpapers
de: Indikator-Applet zum Einrichten der Live-Hintergründe
fr: Un indicateur pour configurer les live wallpaper
he: יישומון להגדרת מרקע מונפש
ja: ライブ壁紙の設定用インジケーター
ms: Aplet penunjuk untuk tetapkan kertas dinding langsung
nl: Indicator applet voor het opzetten van de live wallpapers
sk: Ukazovateľ pre nastavenie live wallpaper
tr: Canlı duvar kağıtlarını ayarlamak için belirtici aracı

source: Info
de: Details
fr: Infos
he: אודות
tr: Bilgi
uk: Про

source: Inner color
de: Innere Farbe
fr: Couleur interne
he: צבע אור פנימי
ja: 内側の色
ms: Warna dalaman
nl: Innerlijke kleur
sk: Vnútorná farba
tr: İç renk
uk: Внутрішній колір

source: Left or bottom color when drawing gradients, or the solid color
de: Linke oder untere Farbe bei Farbverläufen, ansonsten die Füllfarbe
fr: Couleur à gauche ou en bas du dégradé, ou couleur unie
he: הצבע השמאלי או התחתון לצבע הדרגתי, או, הצבע האחיד במקרה ונבחר
ja: グラデーション描画時の左側または下側の色、もしくは単色描画での色
ms: Warna kiri atau bawah bila melukis grafien, atau warna tegar
nl: Linker of de onderste kleur bij het opstellen van kleurovergangen, of de effen kleur
sk: Ľavá alebo dolná farba pri kreslení prechodov, alebo jednofarebná
tr: Geçişler ya da tek renk çizerken sol veya alt renk
uk: Колір зліва або зверху при малюванні градієнту, також використовується як суцільний колір

source: Length of a pulse
de: Länge eines Impulses
fr: Longueur d'une impulsion
he: אורך של פולס ממינימום למקסימום
ja: パルスの長さ
ms: Panjang bagi denyut
nl: Lengte van een puls
sk: Dĺžka impulzov
tr: Çizginin uzunluğu
uk: Довжина імпульсу.

source: Lifetime
de: Lebensdauer
fr: Durée de vie
he: אורך חיים
ja: 寿命時間
ms: Hayat
nl: Levensduur
sk: Životnosť
tr: Yaşam süresi
uk: Час життя

source: Lifetime of a particle in seconds
de: Lebensdauer eines Partikels in Sekunden
fr: Durée de vie d'une particule en secondes
he: משך קיום של כתם בשניות
ja: 粒子の寿命時間を秒で指定します
ms: Hayat zarah dalam saat
nl: Levensduur van een deeltje in seconden
sk: Životvosť častíc v sekundách
tr: Saniye bazında parçacığın yaşam süresi

source: Limit the frames per second to this value
de: Max. Bildwiederholrate auf diesen Wert festlegen
fr: Limiter les Frames Par Seconde
he: מגביל את מספר הפריימים לשנייה לערך הבא
ja: 1秒あたりのフレーム数をこの値に制限します
ms: Hadkan bingkai per saat untuk nilai ini
nl: Beperk het aantal frames per seconde tot deze waarde
sk: Obmedziť počet snímok za sekundu na túto hodnotu
tr: Saniyedeki kareyi bu değere sınırlar
uk: Обмежити кількість кадрів в секунду (FPS) даним значеням

source: LiveWallpaper Indicator
de: LiveWallpaper Indikator
he: אייקון מרקע מונפש
ja: ライブ壁紙インジケーター
ms: Penunjuk LiveWallpaper
sk: Ukazovateľ LiveWallpaper
tr: LiveWallpaper belirteci
uk: Індикатор LiveWallpaper

source: LiveWallpaper Preferences
de: Live-Hintergrund-Einstellungen
fr: Paramètres de LiveWallpaper
he: הגדרות מרקע מונפש
ja: ライブ壁紙の設定
ms: Keutamaan LiveWallpaper
nl: LiveWallpaper voorkeuren
sk: Nastavenia LiveWallpaper
tr: LiveWallpaper Ayarları
uk: Параметри LiveWallpaper

source: LiveWallpaper Settings...
de: LiveWallpaper Einstellungen...
fr: Paramètres de LiveWallpaper...
he: הגדרות מרקע מונפש...
ja: ライブ壁紙の設定...
ms: Tetapan LiveWallpaper...
nl: LiveWallpaper Instellingen...
sk: Nastavenia LiveWallpaper...
tr: LiveWallpaper Ayarları...
uk: Налаштування LiveWallpaper

source: Main circle
de: Hauptkreis
fr: Cercle principal
he: מעגל ראשי
ja: メインの円
ms: Bulatan utama
nl: Hoofd cirkel
sk: Hlavný kruh
tr: Ana daire
uk: Основне коло

source: Max delay
de: Maximale Verzögerung
fr: Délai maximum
he: זמן מקסימלי להופעה מחודשת
ja: 最大遅延時間
ms: Lengahan maksimum
nl: Max. vertraging
sk: Maximálne oneskorenie
tr: En fazla gecikme
uk: Максимальна затримка

source: Month-Day-Year
de: Monat-Tag-Jahr
fr: Mois-Jour-Année
ja: 月-日-年
ms: Bulan-Hari-Tahun
nl: Maand-Dag-Jaar
sk: Mesiac-Deň-Rok
tr: Ay-Gün-Yıl
uk: Місяць-Дата-Рік

source: Month.Day.Year
de: Monat.Tag.Jahr
fr: Mois.Jour.Année
ja: 月.日.年
ms: Bulan.Hari.Tahun
nl: Maand.Dag.Jaar
sk: Mesiac.Deň.Rok
tr: Ay.Gün.Yıl
uk: Місяць.Дата.Рік

source: Move, Rotate and Zoom
de: Versatz, Rotation und Zoom
fr: Déplacer, retourner et zoomer
he: הזז, סובב וקרב
ja: 移動・回転・ズーム
ms: Alih, Putar dan Zum
nl: Verplaats, Draai en Zoom
sk: Posun, otočenie a priblíženie
tr: Taşı, Döndür ve Yakınlaştır
uk: Переміщувати, повертати і масштабування

source: Multioutput Mode
de: Verhalten bei mehreren Anzeigen
fr: Mode multi-écrans
he: מצב מסכים מרובים (שניים ומעלה)
ja: 複数出力モード
ms: Mod Output Berbilang
nl: Multiuitvoer modus
sk: Viac výstupový režim
tr: Çoklu çıktı kipi
uk: Багатовихідний режим

source: Multiple wallpapers
de: Mehrere Hintergrundbilder
fr: Plusieurs fonds d'écran
he: רקעים מרובים
ja: 複数の壁紙
ms: Kertas dinding berbilang
nl: Meerdere achtergronden
sk: Viacero obrázkov
tr: Çoklu duvar kağıdı
uk: Кілька шпалер

source: Never
de: Nie
fr: Jamais
he: לעולם לא
tr: Asla
uk: Ніколи

source: Number of particles
de: Anzahl der Partikel
fr: Nombre de particules
he: מספר כתמים
ja: 粒子の数
ms: Bilangan zarah
nl: Aantal deeltjes
sk: Počet častíc
tr: Parçacık sayısı
uk: Кількість частинок

source: Number of pulses
de: Anzahl der Impulse
fr: Nombre d'impulsions
he: מספר פולסים
ja: パルスの数
ms: Bilangan denyar
nl: Aantal pulsen
sk: Počet pulzov
tr: Çizgi sayısı
uk: Кількість імпульсів

source: Number of stars
de: Anzahl der Sterne
fr: Nombre d'étoiles
he: מספר כוכבים
ja: 星の数
ms: Bilangan bintang
nl: Aantal sterren
sk: Počet hviezdičiek
tr: Yıldızların sayısı
uk: Кількість зірок

source: Offset X
de: X-Versatz
fr: Décalage horizontal
he: מיקום רוחבי על המסך
ja: X軸方向のオフセット
ms: Ofset X
nl: X-verschuiving
sk: Posun X
tr: X Konumu
uk: Зміщення по осі X

source: Offset Y
de: Y-Versatz
fr: Décalage vertical
he: מיקום אורכי על המסך (גובה)
ja: Y軸方向のオフセット
ms: Ofset Y
nl: Y-verschuiving
sk: Posun Y
tr: Y Konumu
uk: Зміщення по осі Y

source: On battery
de: Akkubetrieb
fr: Sur batterie
he: במעבר לסוללה
tr: Pilde

source: On low battery
de: Bei schwachem Akku
fr: Sur batterie faible
he: כשהסוללה נחלשת
tr: Düşük pilde

source: One big wallpaper
de: Ein großes Hintergrundbild
fr: Un grand fond d'écran
he: רקע אחד על הכל
ja: 一つの大きな壁紙
ms: Kertas dinding besar
nl: Één grote achtergrond
sk: Jeden veľký obrázok
tr: Tek büyük duvar kağıdı
uk: Одна велика шпалера

source: Opacity
de: Durchlässigkeit
fr: Opacité
he: אטימות
tr: Saydamlık

source: Opacity of this window
de: Durchlässigkeit dieses Fensters
fr: Opacité de cette fenêtre
he: אטימות חלון זה (שקיפות)
tr: Bu pencerenin saydamlığı

source: Other circles
de: Andere Kreise
fr: Autres cercles
he: שאר המעגלים
ja: 他の円
ms: Bulatan lain
nl: Andere cirkels
sk: Daľšie kruhy
tr: Diğer daireler
uk: Другорядне коло

source: Outer color
de: Äußere Farbe
fr: Couleur externe
he: צבע אור חיצוני
ja: 外側の色
ms: Warna luar
nl: buitenkleur
sk: Vonkajšia farba
tr: Dış renk
uk: Зовнішній колір

source: Particle Settings
de: Partikeleinstellungen
fr: Paramètres des particules
he: הגדרות גופים
ja: 粒の設定
ms: Tetapan Zarah
nl: Deeltjes Instellingen
sk: Nastavenie častíc
tr: Parçacık Ayarları
uk: Частина налаштувань

source: Particle Size
de: Partikelgröße
fr: Taille des particules
he: גודל כתם
ja: 粒子の大きさ
ms: Saiz Zarah
nl: Deeltjesgrootte
sk: Veľkosť častice
tr: Parçacık Boyutu
uk: Розмір частинок
