Repository: surirohit/duckie-wallpaper
Catalog: po/*.po
Languages: de, fr, he, ja, ms, nl, sk, tr, uk

source: Path to use for the background image
de: Pfad des Hintergrundbildes
fr: Chemin vers l'image de fond
he: הנתיב אל קובץ תמונת הרקע שתבחר
ja: 背景画像として使用するファイルのパス
ms: Laluan yang digunakan untuk imej latar belakang
nl: Locatie te gebruiken voor de achtergrondafbeelding
sk: Cesta použitá pre obrázok na pozadí
tr: Arkaplan resmi için kullanılan yol
uk: Шлях до зображення тла

source: Pause time (ms)
de: Pausenzeit (ms)
fr: Temps de repos (ms)
he: זמן רגיעה (ms)
ja: 停止時間 (ms)
ms: Masa jeda (ms)
nl: Pauzetijd (ms)
sk: Pauza (ms)
tr: Duraklama zamanı (ms)

source: Pictures Settings
de: Bilder-Einstellungen
fr: Paramètres des images
he: הגדרות התמונות
ja: 画像の設定
ms: Tetapan Gambar
nl: Afbeeldingen Instellingen
sk: Nastavenia obrázkov
tr: Resim Ayarları
uk: Налаштування зображень

source: Pictures folders
de: Bilder Ordner
fr: Dossiers d'images
he: תיקיות התמונות
ja: 画像フォルダー
ms: Folder gambar
nl: Afbeeldingen Mappen
sk: Priečinok s obrázkami
tr: Resim klasörü
uk: Тека із зображеннями

source: Power Management
de: Energieverwaltung
fr: Gestion d'energie
he: ניהול צריכת החשמל
tr: Güç Yönetimi

source: Primary Color
de: Primärfarbe
fr: Première couleur
he: צבע ראשי
ja: 一番目の色
ms: Warna Utama
nl: Primaire kleur
sk: Hlavná farba
tr: Birincil Renk
uk: Основний колір

source: Pulse color
de: Farbe eines Impulses
fr: Couleur des impulsions
he: צבע פולס
ja: パルスの色
ms: Warna denyar
nl: Pulskleur
sk: Farba pulzu
uk: Колір імпульсу

source: Pulse length
de: Impulslänge
fr: Longueur d'une impulsion
he: אורך פולס
ja: パルスの長さ
ms: Panjang denyut
nl: Pulslengte
sk: Dĺžka impulzu
tr: Çizgi uzunluğu
uk: Довжина імпульсу

source: Pulse size
de: Größe eines Impulses
fr: Taille d'une impulsion
he: גודל פולס
ja: パルスの大きさ
ms: saiz denyar
nl: pulsformaat
sk: Veľkosť pulzu
tr: Çizgi boyutu
uk: Розмір імпульсів

source: Radius of the radial color gradient
de: Radius des radialen Farbverlaufs
fr: Rayon du dégradé de couleur radial
he: רדיוס מבחוץ פנימה, למעבר בין הצבעים. אפס-צבע פנימי, שתיים-מעבר מלא.
ja: 放射状にグラデーションする部分の半径
ms: Jejari bagi gradien warna jejarian
nl: Radius van het radiale kleurverloop
sk: Polomer radiálnych farebných pruhov
tr: Renk geçişinin dairesel yarıçapı
uk: Колір радіального градієнту радіусу

source: Remove selected item
de: Gewähltes Objekt entfernen
fr: Enlever l'élément sélectionné
he: הסר מיקום נבחר
ja: 選択した項目の削除
ms: Buang item terpilih
nl: Geselecteerde item verwijderen
sk: Odstrániť zvolenú položku
tr: Seçilen ögeyi kaldır
uk: Видалити вибраний елемент

source: Render Type
de: Anzeigeart
fr: Mode de rendu
he: תצוגת רקע מקובץ
ja: 描画方式
ms: Jenis Terapan
sk: Typ zobrazenia
uk: Тип візуалізації

source: Replace your boring default wallpaper with a completely animated OpenGL wallpaper.
de: Ersetzte dein langweiliges Standardhintergrundbild mit einem komplett animierten OpenGL Hintergrundbild.
fr: Remplacez votre fond d'écran ennuyeux par un fond d'écran animé en OpenGL.
he: הנפש את הרקע שלך עם רקעי הנפשת OpenGL מלאה של מרקע מונפש
ja: 退屈なデフォルトの壁紙を、完全にアニメーション化されたOpenGLの壁紙に置き換えます。
ms: Gantikan kertas dinding lalai yang membosankan dengan kertas dinding OpenGl yang beranimasi.
nl: Vervang Uw saaie standaard achtergrond met een volledig geanimeerde OpenGL achtergrond.
sk: Nahraďte svoju predvolenú tapetu OpenGL animovanou tapetou.
tr: Sıkıcı öntanımlı duvarkağıdınızı tamamen OpenGL ile hareketlendirilmiş duvar kağıdı ile değiştirin.
uk: Замініть Ваші нудні звичайні шпалери повністю анімованими на OpenGL

source: Reset key to the default value
de: Wert auf den Vorgabewert zurücksetzen
fr: Réinitialiser la clé à sa valeur par défaut
he: ברירת מחדל
ja: キーをデフォルト値に戻します
ms: Tetap semula kekunci ke nilai lalai
nl: Terug zetten op standaard waarde
sk: Nastavenie na predvolenú hodnotu
tr: Anahtarı sıfırla
uk: Відновлення значення по замовчуванню

source: Restart the live wallpaper if the laptop is not on battery anymore. This only works, if LiveWallpaper stopped automatically because it is on (low) battery.
de: Starte den live Hintergrund wenn der Laptop nicht mehr über Akku läuft. Dies funktioniert nur, wenn LiveWallpaper vorher automatisch gestoppt wurde.
fr: Relancer LiveWallpaper si l'ordinateur est de nouveau branché au secteur.Cela n'a d'effet que si l'arrêt a été provoqué par un passage sur batterie(ou batterie faible).
he: הפעל מחדש את מרקע מונפש כשהמחשב הנישא חובר לשקע החשמלי. יפעל רק לאחר הפסקה אוטומטית.
tr: Dizüstü artık bataryada değilse canlı duvar kağıdını tekrar başlat. Bu sadece LiveWallpaper (düşük) bataryadan dolayı kendiliğinden durmuşsa çalışır.

source: Right or top color when drawing gradients, not used for solid color
de: Rechte oder obere Farbe bei Farbverläufen, ansonsten keine Verwendung
fr: Couleur à droite ou en haut du dégradé, inutilisé pour la couleur unie
he: הצבע הימני או העליון לצבע הדרגתי, ולא יהיה הצבע האחיד
ja: グラデーション描画時の右側または上側の色、単色描画では使用されません
ms: Warna kanan atau atas bila melukis gradien, tidak digunakan untuk warna tegar
nl: Rechter of de bovenste kleur bij het opstellen van kleurovergangen, niet voor de effen kleur
sk: Pravá alebo horná farba pri kreslení prechodov, nepoužitá pre jednofarebný
tr: Geçişler çizerken sağ ya da üst renk, tek renk için kullanılmaz
uk: Колір зправа або знизу при малюванні градієнту, не використовується як суцільний колір

source: Rotate X
de: X Rotation
fr: Rotation sur l'axe X
he: סיבוב ציר ה-X
ja: X軸回転
ms: Putar X
nl: Roteren om X-as
sk: Otočenie X
tr: X Ekseninde Çevir
uk: Повертати по осі X

source: Rotate Y
de: Y Rotation
fr: Rotation sur l'axe Y
he: סיבוב ציר ה-Y
ja: Y軸回転
ms: Putar Y
nl: Roteren om y-as
sk: Otočenie X
tr: Y Ekseninde Çevir
uk: Повертати по осі Y

source: Rotate Z
de: Z Rotation
fr: Rotation sur l'axe Z
he: סיבוב ציר ה-Z
ja: Z軸回転
ms: Putar Z
nl: Roteren om z-as
sk: Otočenie Z
tr: Z Ekseninde Çevir
uk: Повертати по осі Z

source: Rotate the galaxy through X coordinate
de: Rotiere die Galaxie um die X-Achse
fr: Retourner la galaxie au travers de ses coordonnées X
he: מסובב את הגלקסיה סביב ציר ה-X
ja: 銀河をX軸に沿って回転します
ms: Putar bima sakti menerusi koordinat X
nl: Roteer de melkweg door X-coördinaat
sk: Otáčajte galaxiu pomocou súradníc X
uk: Повертати галактику через такі координати осі X

source: Rotate the galaxy through Y coordinate
de: Rotiere die Galaxie um die Y-Achse
fr: Retourner la galaxie au travers de ses coordonnées Y
he: מסובב את הגלקסיה סביב ציר ה-Y
ja: 銀河をY軸に沿って回転します
ms: Putar bima sakti menerusi koordinat Y
nl: Roteer de melkweg door Y-coördinaat
sk: Otáčajte galaxiu pomocou súradníc Y
uk: Повертати галактику через такі координати осі Y

source: Rotate the galaxy through Z coordinate
de: Rotiere die Galaxie um die Z-Achse
fr: Retourner la galaxie au travers de ses coordonnées Z
he: מסובב את הגלקסיה סביב ציר ה-Z
ja: 銀河をZ軸に沿って回転します
ms: Putar bima sakti menerusi koordinat Z
nl: Roteer de melkweg door Z-coördinaat
sk: Otáčajte galaxiu pomocou súradníc Z
uk: Повертати галактику через такі координати осі Z

source: Rotational speed
de: Rotationsgeschwindigkeit
fr: Vitesse angulaire
he: מהירות סיבובית
tr: Dönme hızı

source: Rotational speed of the whole galaxy in revolutions per hour
de: Rotationsgeschwindigkeit der ganzen Galaxie in Umdrehungen pro Stunde
fr: Vitesse de la rotation de la galaxie en révolution par heure
he: מהירות סיבובית של הגלקסיה כולה במחזורים לשעה
tr: Bütün galaksideki her saatteki dönüşümünün dönme hızı

source: Rows
de: Zeilen
fr: Lignes
he: שורות
ja: 縦方向の数
ms: Baris
nl: Rijen
sk: Riadky
tr: Satırlar
uk: Рядки

source: Scale
de: Skalieren
fr: Mis à l'échelle
he: התאמת הגודל
ja: 拡大・縮小
ms: Skala
nl: Schalen
sk: Prispôsobiť mierke
tr: Ölçekle
uk: Масштаб

source: Search pictures in these folders
de: Suche Bilder in diesen Ordnern
fr: Rechercher les images dans ces répertoires
he: מחפש תמונות בתיקיות אלו
ja: これらのフォルダー内で画像を探します
ms: Gelintar gambar di dalam folder ini
nl: Zoek naar afbeeldingen in deze mappen
sk: Vyhľadať obrázky v priečinkoch
tr: Resimleri bu klasörlerde ara

source: Search...
de: Suchen …
fr: Rechercher...
he: חיפוש...
tr: Ara...

source: Secondary Color
de: Sekundärfarbe
fr: Seconde couleur
he: צבע משני
ja: 二番目の色
ms: Warna Sekunder
nl: Secundaire kleur
sk: Sekundárna farba
tr: İkincil Renk
uk: Додатковий колір

source: Select a directory
de: Verzeichnis auswählen
fr: Sélectionner un dossier
he: בחרו מיקום
ja: ディレクトリーの選択
ms: Pilih direktori
nl: Selecteer een map
sk: Vyberte priečinok
tr: Dizin seç
uk: Виберіть каталог

source: Select a file
de: Datei auswählen
fr: Sélectionner un fichier
he: בחירת קובץ
tr: Dosya seç

source: Selects how the live wallpaper is displayed if multiple output devices are used
de: Verhalten des Live-Hintergrunds bei der Verwendung von mehreren Anzeigegeräten
fr: Défini comment le live wallpaper sera affiché si plusieurs périphériques de sortie sont utilisés.
he: קובע איך הרקע המונפש מוצג במקרה של ריבוי מסכים
ja: 複数の出力デバイスが使われている時に、ライブ壁紙をどのように表示するかを選択します
ms: Pilih bagaimana kertas dinding langsung dipaparkan jika peranti berbilang digunakan
nl: Bepaalt hoe de live wallpaper wordt weergegeven als meerdere output apparaten worden gebruikt
sk: Slúži na voľbu, ako zobraziť live wallpaper, ak je používaný viacerými výstupnými zariadeniami
tr: Çoklu çıktı cihazları kullanılırsa canlı duvar kağıdının nasıl gösterileceğini seçer
uk: Обирає як живі шпалери повинні відображатись, якщо використовуються кілька пристроїв виводу

source: Selects whether the live wallpaper should automatically stop when the laptop runs on battery or on low battery. This may prevent LiveWallpaper from starting at startup.
de: Wählt aus, ob der live Hintergrund automatisch gestoppt werden soll, wenn der Laptop im Akkubetrieb läuft oder der Akku ziemlich leer ist. Dies kann LiveWallpaper daran hindern beim starten des Laptops automatisch mit zu starten.
fr: Défini si le fond animé doit s'arrêter automatiquement quand l'ordinateur portable n'est plus branché au secteur ou a plus beaucoup de batterie.Ceci peut empêcher LiveWallpaper de se lancer automatiquement au démarrage de la machine.
he: הפעל אם ברצונך שמרקע מונפש יעצור אוטומטית כשהמחשב הנישא עובר לסוללה. עלול למנוע הפעלה עם הכניסה למערכת.
tr: Dizüstü bataryada veya düşük bataryadayken kendiliğinden durdurulup durdurulmayacağını seçer. Bu LiveWallpaper'ın başlangıçta kendiliğinden başlamasını engelleyebilir.

source: Set this to true, if you want to see the desktop icons with Nautilus when a live wallpaper is running.
de: Schalte dies ein, wenn du Desktop Icons mit Nautilus sehen möchtest, wahrend ein live Hintergrund läuft.
fr: Activez cette option si vous voulez voir les icones du bureau avec Nautilus quand un fond d'écran animé est en fonctionnement.
he: הפעל כדי להראות סמלי שולחן עבודה עם נאוטילוס כאשר מרקע מונפש פועל

source: Set whether the live wallpaper is visible or not
de: Legt fest, ob der Live-Hintergrund läuft oder nicht
fr: Défini si le live wallpaper est visible ou non
he: קבע אם הרקע המונפש גלוי או מוסתר
ja: ライブ壁紙を表示するかどうかを設定します
ms: Tetapkan sama ada kertas dinding langsung kelihatan atau tidak
nl: Stel in of de live wallpaper zichtbaar is of niet
sk: Nastaviť viditeľnosť
tr: Canlı duvar kağıdının görünüp görünmeyeceğini ayarla
uk: Встановилює, чи видимі живі шпалери

source: Show FPS
de: Bilder pro Sekunde anzeigen
fr: Afficher le nombre de FPS
he: הראה פריימים לשנייה
tr: FPS Göster
uk: Показати FPS

source: Show desktop icons (Nautilus only)
de: Zeige Desktop Icons (Nur Nautilus)
fr: Afficher les icones du bureau (pour Nautilus)
he: הצג סמלי שולחן העבודה (תומך 'נאוטילוס' בלבד)
tr: Masaüstü simgelerini göste (sadece Nautilus)
uk: Показати значки на робочому столі (тільки в Nautilus)

source: Show or hide the live wallpaper
de: Zeige oder verstecke den Live-Hintergrund
fr: Affiche ou cache le live wallpaper
he: הפעל/הפסק רקע מונפש
ja: ライブ壁紙の表示・非表示
ms: Papar atau sembunyi kertas dinding langsung
nl: Toon of verstop de live wallpaper
sk: Zobraziť alebo skryť live wallpaper
tr: Canlı duvar kağıdını göster veya gizle
uk: Показати або приховати живі шпалери

source: Show or hide the live wallpaper. This will start LiveWallpaper if it is not already running.
de: Zeige oder verstecke den Live-Hintergrund. Dies startet LiveWallpaper wenn es noch nicht läuft.
fr: Affiche ou masque le fond d'écran animé. Cela lancera LiveWallpaper s'il n'est pas en fonctionnement.
he: הצג/הסתר את מרקע מונפש. יפעיל את מרקע מונפש אם אינו רץ עדיין.
ja: ライブ壁紙を表示または非表示にします。ライブ壁紙が実行されていないときは、ライブ壁紙を起動します。
ms: Papar atau sembunyikan kertas dinding langsung. Ia akan mulakan LiveWallpaper jika ia belum lagi berjalan.
nl: Toon of verberg de live wallpaper. Dit start LiveWallpaper indien het nog niet actief is.
sk: Zobrazenie alebo skrytie live wallpaper. Tým spustíte LiveWallpaper, ak ešte nie je spustený.
tr: Canlı duvar kağıdını göster veya gizle. Bu LiveWallpaper zaten çalışmıyorsa başlar.
uk: Показати або приховати живі шпалери. Це призведе до запуску LiveWallpaper, якщо він ще не запущений.

source: Show the current frames per second
de: Zeige die aktuellen Bilder pro Sekunde
fr: Affiche le nombre de frames par seconde en temps réel
he: הראה את מספר הפריימים הנוכחי לשנייה.
tr: Geçerli saniyedeki kareyi göster
uk: Показати кількість кадрів за секунду (FPS)

source: Single color
de: Einfarbig
fr: Couleur unique
he: צבע בודד
ja: 単色
ms: Warna tunggal
nl: Eenkleurig
sk: Jedna farba
tr: Tek renk
uk: Один колір

source: Size
de: Größe
fr: Taille
he: גודל
ja: 大きさ
ms: Saiz
nl: Afmeting
sk: Veľkosť
tr: Boyut
uk: Розмір

source: Size of a particle
de: Größe eines Partikels
fr: Taille d'une particule
he: גודל של כתם ממינימום למקסימום
ja: 粒子の大きさ
ms: Saiz bagi zarah
nl: Omvang van een deeltje
sk: Veľkosť častíc
tr: Parçacığın boyutu
uk: Розмір частинок

source: Size of a pulse
de: Größe eines Impulses
fr: Taille d'une impulsion
he: גודל של פולס
ja: パルスの大きさ
ms: Saiz denyar
nl: Omvang van een puls
sk: Veľkosť pulzu
tr: Çizginin boyutu
uk: Розмір імпульсу

source: Size of a star
de: Größe eines Sternes
fr: Taille des étoiles
he: גודל של כוכב
ja: 星1個あたりの大きさ
ms: Saiz bintang
nl: Grootte van een ster
sk: Veľkosť hviezdy
tr: Yıldızın boyutu
uk: Розмір зірки

source: Size of the main circle
de: Größe des Hauptkreises
fr: Taille du cercle principal
he: גודל המעגל המרכזי
ja: メインの円の大きさ
ms: Saiz bulatan utama
nl: afmeting van de hoofd cirkel
sk: Veľkosť hlavného kruhu
tr: Ana çemberin boyutu

source: Slowly moving bubbles
de: Sich langsam bewegende Blasen
fr: Des bulles se déplaçant lentement
he: בועות שטות ברוגע
ja: ゆっくりと移動する泡
ms: Bebuih yang bergerak secara perlahan-lahan
nl: Langzaam bewegende bubbles
sk: Pomaly sa hýbajúce bubliny
tr: Yavaşça hareket eden baloncuklar
uk: Повільно рухомі бульбашки

source: Smoothness at the beginning of the animation (0.0: linear, 1.0: slow)
de: Glätte zu Beginn der Animation (0.0: linear, 1.0: langsam)
fr: Douceur du début de l'animation (0.0 : linéaire, 1.0 : ralentie)
he: האצת התנועה בתחילת ההנפשה (0.0-ללא, 1.0-לאט)
ja: アニメーション開始時の滑らかさ (0.0: 線形, 1.0: ゆっくり)
ms: Kelicinan pada permulaan animasi (0.0: linear, 1.0: perlahan)
nl: Vloeiendheid aan het begin van de animatie (0.0: linear, 1.0: langzaam)
sk: Plynulosť na začiatku animácie (0.0: lineárne, 1.0: pomaly)

source: Smoothness at the end of the animation (0.0: linear, 1.0: slow)
de: Glätte am Ende der Animation (0.0: linear, 1.0: langsam)
fr: Douceur de la fin de l'animation (0.0 : linéaire, 1.0 : ralentie)
he: בלימת התנועה בסיום ההנפשה (0.0-ללא, 1.0-לאט)
ja: アニメーション終了時の滑らかさ (0.0: 線形, 1.0: ゆっくり)
ms: Kelicinan pada penghujung animasi (0.0: linear, 1.0: perlahan)
nl: Vloeiendheid aan het einde van de animatie (0.0: linear, 1.0: langzaam)
sk: Plynulosť na konci animácie (0.0: lineárne, 1.0: pomaly)

source: Speed factor of the stars
de: Geschwindigkeitsfaktor der Sterne
fr: Facteur de la vitesse des étoiles
he: מקדם מהירות של הכוכבים
tr: Yıldızlar için hız etkeni

source: Speed ratio
de: Geschwindigkeitsverhältnis
fr: Facteur de vitesse
he: יחס מהירות
tr: Hız oranı

source: Star color
de: Sternenfarbe
fr: Couleur des étoiles
he: צבע כוכב
tr: Yıldız rengi

source: Star size
de: Größe eines Sternes
fr: Taille des étoiles
he: גודל כוכב
ja: 星の大きさ
ms: Saiz bintang
nl: Ster formaat
sk: Veľkosť hviezdy
tr: Yıldız boyutu
uk: Розмір зірки

source: Start smoothness
de: Anfangsglätte
fr: Douceur du début
he: תנועה חלקה בהתחלה
ja: 開始時の滑らかさ
ms: Mula kelicinan
nl: Start vloeiendheid
sk: Spustiť vyhladzovanie

source: The first one is a full of options preference window. With it, you can manage LiveWallpaper as well as its installed plugins, an customize both of them without technical knowledge.
de: Das Erste ist das Einstellungsfenster. Mit ihm kannst du LiveWallpaper sowie alle installierten Plugins verwalten und konfigurieren. Für beides wird keinerlei technisches Wissen vorausgesetzt.
fr: La première est une fenêtre de paramètres pleine d'options. Avec elle, vous pouvez contrôler LiveWallpaper, ainsi que ses plugins, et les paramétrer sans connaissances techniques.
he: הראשון הוא חלון מלא באפשרויות העדפה. איתו, תוכל לשלוט במרקע מונפש וכן על התוספות המותקנות שלו. התאמה אישית של שניהם ללא דרישת ידע טכני.
tr: İlki tercih seçeneklerinin tamamıdır. Bununla, LiveWallpaper'ın yanısıra yüklü eklentileri de yönetebilirsiniz, her ikisini de teknik bilgi olmadan.

source: The first row of this image will be used as list of possible colors for the circles. Which color will be chosen depends on the value of update interval and the width of the image, so not every color will be used.
de: Die erste Zeile dieses Bildes wird als Liste aller möglichen Farben der Kreise verwendet. Welche Farbe ausgewählt wird hängt vom Aktualisierungsintervall und der breite des Bildes ab. Es wird also nicht jede Farbe verwendet.
fr: La première ligne de cette image va être utilisée comme liste des couleurs possibles pour les cercles. La couleur choisie dépendra de la valeur de l'intervalle de rafraichissement et de la largeur de l'image, toutes les couleurs ne seront donc pas utilisées.
he: התמונה צריכה להיות שורה של צבעים. השורה הראשונה תבחר ותשמש לצבעים האפשריים בשביל המעגלים. הצבע שיבחר תלוי בתדירות מעבר הצבעים וברוחב התמונה, כך שלא כל צבע יופיע.
ja: この画像の1列目が、利用可能な円の色のリストに使用されます。どの色が選ばれるかは更新間隔と画像の幅に依存するため、すべての色は使われません。
ms: Baris pertama imej ini akan digunakan sebagai senarai warna yang mungkin untuk bulatan. Warna yang dipilih bergantung pada nilai kemaskini sela dan lebar imej, oleh itu bukan semua warna akan digunakan.
nl: Het eerste gedeelte van deze afbeelding zal gebruikt worden als een lijst met mogelijke kleuren voor de cirkels. Welke kleur er gekozen wordt hangt af van de waarde van de verversingsinterval en de breedte van de afbeelding, dus niet elke kleur zal gebruikt worden.
sk: Prvý rad tohto obrázku bude použitý ako zoznam možných farieb pre kruhy. Aká farba bude zvolená, závisí na hodnote intervalu aktualizácie a šírky obrazu, takže nebudú použité všetky farby.
tr: Çemberler için mümkün renklerin listesi olarak bu resmin ilk sırası kullanılacak. Hangi rengin seçileceği güncelleme aralığına ve resmin genişliğine bağlıdır. Bu yüzden her renk kullanılmayacaktır.

source: The font to use for the time and the date
de: Die Schriftart, die für die Zeit und das Datum verwendet wird
fr: La police utilisée pour l'heure et la date
he: הגופן להצגת התאריך והשעה
ja: 時刻と日付に使用するフォント
ms: Fon yang digunakan untuk masa dan tarikh
nl: Het lettertype om te gebruiken voor de tijd en de datum
sk: Písmo použité pre čas a dátum
tr: Tarih ve saat için kullanılan yazı tipi
uk: Шрифт, який використовується для часу і дати

source: The font used to display the current frames per second
de: Die Schriftart, welche zum Anzeigen der Bilder pro Sekunde verwendet wird
fr: La police utilisée pour afficher le nombre de frame par seconde actuel
he: הגופן שישמש להצגת מספר הפריימים הנוכחי לשנייה
tr: Geçerli saniyedeki kare gösterilirken kullanılan yazı tipi

source: The name of the active wallpaper plugin
de: Der Name der aktiven Hintergrund-Erweiterung
fr: Le nom du plugin live wallpaper actif
he: שם הרקע הפעיל
ja: アクティブな壁紙プラグインの名前
ms: Nama bagi pemalam kertas dinding aktif
nl: De naam van de actieve wallpaper plugin
sk: Názov aktívneho rozšírenia
tr: Etkin duvar kağıdının adı
uk: Назва активного плагіну

source: The number of pictures for each horizontal line
de: Die Anzahl der Bilder in horizontaler Richtung
fr: Le nombre d'images pour chaque ligne horizontale
he: מספר התמונות בכל קו אנכי
ja: 水平方向の画像の数
ms: Bilangan gambar bagi setiap bari melintang
nl: Het aantal afbeeldingen voor elke horizontale lijn
sk: Počet obrázkov na každú vodorovnú líniu
tr: Her yatay sıradaki resimlerin sayısı
uk: Кількість зображень для кожної горизонтальної лінії.

source: The number of pictures for each vertical line
de: Die Anzahl der Bilder in vertikaler Richtung
fr: Le nombre d'images pour chaque ligne verticale
he: מספר התמונות בכל קו אופקי
ja: 垂直方向の画像の数
ms: Bilangan gambar bagi setiap garis menegak
nl: Het aantal afbeeldingen voor elke verticale lijn
sk: Počet obrázkov na každú zvislú líniu
tr: Her dikey sıradaki resimlerin sayısı
uk: Кількість зображень для кожної вертикальної лінії.

source: The second one is an applet for your panel that allow you to start or stop LiveWallpaper, to select the active plugin, and to quickly open the preferences window without passing by the menu.
de: Das Zweite ist ein Applet für die obere Menüleiste, welches es dir erlaubt LiveWallpaper zu starten oder zu stoppen, das aktive Plugin zu wählen und schnell das Einstellungsfenster zu öffnen.
fr: La seconde est un applet pour votre tableau de bord permettant de démarrer ou arrêter LiveWallpaper, de sélectionner le plugin actif, et d'ouvrir la fenêtre de configuration sans passer par le menu.
he: השני הוא יישומון ללוח (פאנל) איתו תוכל להפעיל ולכבות את מרקע מונפש, לבחור את התוסף שיפעל ולפתוח את חלון ההעדפות במהירות בי לעבור בתפריט
tr: İkincisi LiveWallpaper'ı başlatmanıza veya durdurmanıza olanak sağlayan, paneliniz için bir araçtır, etkin eklentiyi seçmek ve menüye uğramadan tercihler penceresini çabucak açmak için.

source: The shape of the glow
de: Die Form des Leuchtens
fr: Forme de la lueur
he: עטרת הפולס, צורת ראשו
ja: 光の形
ms: Bentuk kilauan
nl: De vorm van een gloed
sk: Tvar vyžarovania
uk: Види світіння

source: The time a particle needs to appear or disappear
de: Die Zeit, die ein Partikel benötigt um zu erscheinen oder verschwinden
fr: Temps nécessaire à une particule pour apparaître ou disparaître
he: זמן הופעה או היעלמות של כתם
ja: 粒子が出現したり隠れたりするのにかかる時間
ms: Masa yang diperlukan sesebuah zarah muncul atau lenyap
nl: De tijd die een deeltje nodig heeftom te verschijnen of te verdwijnen
sk: Čas potrebný na objavovanie alebo miznutie častíc
tr: Parçacığın görünmesi ve kaybolması için gereken zaman
uk: Час за який частка повинна з'явитися або зникнути.

source: This is the maximum time a pulse needs to reappear on the screen in milliseconds.
de: Dies legt die maximale Zeit in Millisekunden fest, die bis zum Wiedererscheinen eines Impulses auf dem Bildschirm vergeht.
fr: Temps maximum s'écoulant entre l'apparition de deux impulsions en millisecondes.
he: הזמן המקסימלי שייקח לפולס להופיע שוב על גבי המסך לאחר שנעלם
ja: これはパルスが画面にもう一度現れるまでの最大遅延時間で、ミリ秒で指定します。
ms: Ini merupakan masa maksimum denyar perlu muncul semula pada skrin dalam milisaat.
nl: Dit is de maximale tijd in milliseconden die een puls nodig heeft om weer op het scherm te verschijnen.
sk: To je maximálna doba pulzu keď sa objaví na obrazovke v milisekundách.
uk: Це максимальний час, в мілісекундах, за який імпульс має з'явитися на екрані

source: This package provides two interfaces that permit you to configure your LiveWallpaper.
de: Dieses Paket bietet zwei Schnittstellen, welche die Konfiguration von LiveWallpaper erlauben.
fr: Ce paquet fourni deux interfaces permettant de configurer votre LiveWallpaper.
he: עם חבילה זו תוכל להגדיר את מרקע מונפש דרך שני ממשקים
tr: Bu paket LiveWallpaper'ınızı yapılandırmaya izin veren iki arayüz sunar.
